driver-tests/bpelse/assign/AssignJbi/test/CopyunsignedLongInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><unsignedLongPart xmlns="urn:DataType"><xsd_unsignedLong>1000000000</xsd_unsignedLong><optional_unsignedLong>45678</optional_unsignedLong><repeat_unsignedLong>45678</repeat_unsignedLong><repeat_unsignedLong>1000911</repeat_unsignedLong></unsignedLongPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
